{
    "title": "Documental: La Conquista del Ártico - El Tesoro de Trump (Final v1.0)",
    "voice": "es-MX-JorgeNeural",
    "speed": 1.0,
    "background_music": "Space Station Experience - Unicorn Heads.mp3",
    "blocks": [
        {
            "title": "BLOQUE 1: El Despertar del Ártico",
            "scenes": [
                {
                    "title": "Gancho Maestro",
                    "text": "[EPICO]El mapa del mundo que conociste en la escuela está a punto de volverse obsoleto. Bajo el manto de hielo más grande del hemisferio norte, se libra la batalla tecnológica y económica más importante del siglo veintiuno. Donald Trump no está buscando una simple isla; está buscando el [SUB]último gran premio estratégico de la humanidad[/SUB]: Groenlandia.[/EPICO]",
                    "assets": [
                        {
                            "id": "documental_groenlandia/doc_intro.png",
                            "zoom": "1.0:1.3",
                            "move": "HOR:50:50",
                            "overlay": "dust"
                        }
                    ]
                },
                {
                    "title": "Bienvenida y Contexto",
                    "text": "Bienvenidos a este documental especial de NotIACi. En los próximos minutos vamos a navegar por los secretos militares, los depósitos minerales billonarios y la visión geopolítica que ha llevado a Estados Unidos a poner precio a un continente entero.",
                    "assets": [
                        {
                            "id": "banner_notiaci.png",
                            "zoom": "1.0:1.1",
                            "fit": true
                        }
                    ]
                },
                {
                    "title": "Historia Oculta",
                    "text": "La obsesión no es nueva. En 1946, Harry Truman ya ofreció 100 millones de dólares por la isla. Pero en 2026, el cálculo ha cambiado radicalmente. El cambio climático está desbloqueando rutas comerciales y recursos que antes eran inaccesibles, y Washington sabe que si no se mueve ahora, China lo hará por ellos.",
                    "assets": [
                        {
                            "id": "documental_groenlandia/doc_vision_us.png",
                            "zoom": "1.2:1.0"
                        }
                    ]
                },
                {
                    "title": "Discurso de Trump Placeholder",
                    "text": "[PAUSA:20] [VIDEO_CLIP: Trump hablando sobre el concepto de compra de Groenlandia en 2019 o 2024]",
                    "assets": [
                        {
                            "id": "trump_main.png",
                            "zoom": "1.1:1.1"
                        }
                    ]
                }
            ]
        },
        {
            "title": "BLOQUE 2: La Cúpula Dorada - El Escudo de 2026",
            "scenes": [
                {
                    "title": "La Amenaza Hipersónica",
                    "text": "[TECNICO]En un mundo de misiles hipersónicos que pueden burlar cualquier defensa tradicional, Estados Unidos necesita tiempo de reacción. Groenlandia ofrece ese tiempo. Es el punto más cercano entre los silos de lanzamiento rusos y las ciudades de la costa este americana.[/TECNICO]",
                    "assets": [
                        {
                            "id": "documental_groenlandia/doc_shield_tech.png",
                            "zoom": "1.0:1.4",
                            "move": "VER:0:100"
                        }
                    ]
                },
                {
                    "title": "El Futuro del GMD",
                    "text": "El proyecto [SUB]'Golden Dome'[/SUB] o Cúpula Dorada, es la evolución del sistema de Defensa de Curso Medio. No se trata solo de interceptores en tierra. Hablamos de una red de láseres en órbita y satélites con [SUB]IA[/SUB] capaz de distinguir falsos objetivos entre nubes de señuelos.",
                    "assets": [
                        {
                            "id": "alerta_temprana.png",
                            "zoom": "1.0:1.3"
                        }
                    ]
                },
                {
                    "title": "Base Pituffik",
                    "text": "La Base Espacial [SUB]Pituffik[/SUB] ya no es solo una pista de aterrizaje. En 2026, es la catedral de la vigilancia global. Sus sensores [SUB]AN FPS 132[/SUB] pueden detectar lanzamientos en cualquier lugar del hemisferio norte casi al instante. Bajo soberanía estadounidense total, estas bases se blindarían con las defensas más densas del planeta.",
                    "assets": [
                        {
                            "id": "documental_groenlandia/doc_pituffik.png",
                            "zoom": "1.3:1.0",
                            "move": "HOR:100:0"
                        }
                    ]
                },
                {
                    "title": "Aliados Placeholder",
                    "text": "[PAUSA:15] [VIDEO_CLIP: Aliado de Trump o jefe militar de la [SUB]Space Force[/SUB] discutiendo la relevancia de Pituffik]",
                    "assets": [
                        {
                            "id": "documental_groenlandia/doc_pituffik.png",
                            "zoom": "1.0:1.0"
                        }
                    ]
                }
            ]
        },
        {
            "title": "BLOQUE 3: Tierras Raras - La Gasolina de la IA",
            "scenes": [
                {
                    "title": "El Monopolio Roto",
                    "text": "[ENERGICO]Si quieres entender por qué este conflicto es vital, mira tu teléfono. Cada microchip de alta gama depende de 17 elementos químicos raros. Hoy, China controla el 90 por ciento de su procesamiento. Groenlandia es el único lugar fuera de China que puede equilibrar la balanza.[/ENERGICO]",
                    "assets": [
                        {
                            "id": "documental_groenlandia/doc_rare_earths.png",
                            "zoom": "1.0:1.5",
                            "overlay": "dust"
                        }
                    ]
                },
                {
                    "title": "Tanbreez y Kvanefjeld",
                    "text": "El depósito de [SUB]Tanbreez[/SUB] no es solo una mina; es una reserva estratégica mundial. Con más de 4 mil millones de toneladas de recursos, contiene suficiente [SUB]Neodimio[/SUB] e [SUB]Itrio[/SUB] para alimentar la industria de coches eléctricos y defensa de Occidente por los próximos cien años.",
                    "assets": [
                        {
                            "id": "mining.png",
                            "zoom": "1.1:1.2"
                        }
                    ]
                },
                {
                    "title": "Inversión Americana",
                    "text": "Trump ha movilizado al Banco [SUB]EXIM[/SUB] para asegurar estos yacimientos. La estrategia es clara: si Rusia controla el gas y China el litio, Estados Unidos controlará el Ártico y sus minerales críticos. Es la nueva independencia energética.",
                    "assets": [
                        {
                            "id": "chips_battlefield.png",
                            "zoom": "1.2:1.0"
                        }
                    ]
                }
            ]
        },
        {
            "title": "BLOQUE 4: El Ajedrez Geopolítico y los Satélites",
            "scenes": [
                {
                    "title": "Rusia y China en el Hielo",
                    "text": "Pero Estados Unidos no está solo. Rusia ha reactivado más de 50 bases de la era soviética en el Ártico y China se autodefine como un 'estado casi ártico'. La presencia americana en Groenlandia es el último muro que impide que estas potencias monopolicen las nuevas rutas marítimas comerciales.",
                    "assets": [
                        {
                            "id": "china_vs_usa.png",
                            "zoom": "1.3:1.0"
                        }
                    ]
                },
                {
                    "title": "Starshield y Conectividad",
                    "text": "No podemos olvidar el espacio. La integración con sistemas como [SUB]Starshield[/SUB] de [SUB]SpaceX[/SUB] permitirá que los datos de los sensores de Groenlandia fluyan hacia Washington en milisegundos a través de enlaces láser intersatelitales. Es una red de datos global que nace en el hielo ártico.",
                    "assets": [
                        {
                            "id": "infinix_satellite.png",
                            "zoom": "1.0:1.3"
                        }
                    ]
                },
                {
                    "title": "La Nueva Vía de la Seda",
                    "text": "El paso del Noroeste está quedando libre de hielo meses antes cada año. El control de Groenlandia otorgaría a Estados Unidos la llave de paso de una ruta que acorta las distancias entre Asia y Europa en un 40 por ciento. Es, literalmente, el [SUB]nuevo Canal de Panamá[/SUB], pero congelado.",
                    "assets": [
                        {
                            "id": "documental_groenlandia/doc_vision_us.png",
                            "zoom": "1.0:1.2"
                        }
                    ]
                }
            ]
        },
        {
            "title": "BLOQUE 5: La Visión de un Imperio Ártico",
            "scenes": [
                {
                    "title": "Reflexión Filosófica",
                    "text": "[FILOSOFICO]¿Estamos ante el nacimiento de un nuevo estado americano? ¿Un [SUB]imperio del hielo[/SUB] que asegure la paz mediante un escudo inexpugnable? Las implicaciones éticas son inmensas. La soberanía de los groenlandeses se ve atrapada en el medio de gigantes que luchan por el futuro mismo de la civilización.[/FILOSOFICO]",
                    "assets": [
                        {
                            "id": "deep_reflection_tech.png",
                            "zoom": "1.2:1.0"
                        }
                    ]
                },
                {
                    "title": "Conclusión Maestro",
                    "text": "Si Trump consigue asegurar Groenlandia, Estados Unidos no solo habrá comprado tierra; habrá comprado el tiempo y los recursos para liderar el siglo veintiuno sin competidores. La 'Cúpula Dorada' no será solo militar, será económica y tecnológica.",
                    "assets": [
                        {
                            "id": "documental_groenlandia/doc_intro.png",
                            "zoom": "1.0:1.3"
                        }
                    ]
                },
                {
                    "title": "Invitación final",
                    "text": "¿Es este el paso necesario para la seguridad global o es un movimiento que nos llevará a una nueva Guerra Fría? Queremos saber qué piensas. Tu opinión importa más que nunca en este cambio de era.",
                    "assets": [
                        {
                            "id": "cta_comentarios.png",
                            "zoom": "1.0:1.1",
                            "fit": true
                        }
                    ]
                },
                {
                    "title": "Suscripción NotIACi",
                    "text": "Si te ha gustado este análisis profundo, dale a like, comparte y suscríbete para estar siempre a la vanguardia de la información. Esto fue NotIACi. Hasta la próxima.",
                    "assets": [
                        {
                            "id": "despedida_notiaci.png",
                            "zoom": "1.0:1.1",
                            "fit": true
                        }
                    ]
                },
                {
                    "title": "Video Final",
                    "text": "[PAUSA:5]",
                    "assets": [
                        {
                            "id": "suscribete.mp4",
                            "fit": true
                        }
                    ]
                }
            ]
        }
    ]
}